Revit 2027 API
ElementLevelFilter Constructor
Overload List
Name | Description
ElementLevelFilter(ElementId) |  Constructs a new instance of an ElementLevelFilter.
ElementLevelFilter(ElementId, Boolean) |  Constructs a new instance of an ElementLevelFilter, with the option to match all elements not associated to the given level id.
Top
See Also
Reference
ElementLevelFilter Class
Autodesk.Revit.DB Namespace